Repository: mikejolley/wp-post-series
Catalog: languages/wp-post-series-*.po
Languages: sv_se

source: This is post #%d of %d in the series <em>&ldquo;%s&rdquo;</em>
sv_se: Det här är inlägg #%d av %d i serien <em>&ldquo;%s&rdquo;</em>

source: Post series
sv_se: Inläggsserier

source: Series
sv_se: Serier

source: Search %s
sv_se: Sök inläggsserier

source: All %s
sv_se: Alla inläggsserier

source: Edit %s
sv_se: Redigera inläggsserie

source: Update %s
sv_se: Uppdatera inläggsserie

source: Add New %s
sv_se: Skapa ny inläggsserie

source: New %s Name
sv_se: Nytt namn på inläggsserie

source: N/A
sv_se: Ingen inläggsserie

source: Show all series
sv_se: Visa alla inläggsserier

source: Lets you setup a simple series of posts using taxonomies. Posts within a series will show an information box above the content automatically with links to other posts in the series and a description.
sv_se: Låter dig enkelt sätta ihop serier och följetonger av inlägg. Alla inlägg i en serie visar en beskrivning och länkar till andra inlägg i serien ovanför innehållet.
